validation/piov_of/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2412                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          24;
        startFace       3752;
    }
    stepWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          24;
        startFace       3776;
    }
    outlet
    {
        type            patch;
        nFaces          48;
        startFace       3800;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          80;
        startFace       3848;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          3840;
        startFace       3928;
    }
)

// ************************************************************************* //
